runs/1790752792/case/0/k
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object k;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0.09375;
boundaryField { farfield { type freestream; freestreamValue uniform 0.09375; } "aircraft.*" { type kqRWallFunction; value uniform 0.09375; } }
