runs/1790752792/case/0/nut
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object nut;
}
dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField { farfield { type freestream; freestreamValue uniform 0; } "aircraft.*" { type nutkWallFunction; value uniform 0; } }
