runs/1790752792/case/system/blockMeshDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object blockMeshDict;
}
scale 1;
vertices ( (-3.0000006999999997 -3.5000006999999997 -3.012015850294705) (6.2000013 -3.5000006999999997 -3.012015850294705) (6.2000013 3.5000006999999997 -3.012015850294705) (-3.0000006999999997 3.5000006999999997 -3.012015850294705) (-3.0000006999999997 -3.5000006999999997 3.01201585029471) (6.2000013 -3.5000006999999997 3.01201585029471) (6.2000013 3.5000006999999997 3.01201585029471) (-3.0000006999999997 3.5000006999999997 3.01201585029471) );
blocks ( hex (0 1 2 3 4 5 6 7) (56 43 37) simpleGrading (1 1 1) );
edges ();
boundary ( farfield { type patch; faces ( (0 3 2 1) (4 5 6 7) (0 1 5 4) (3 7 6 2) (0 4 7 3) (1 2 6 5) ); } );
mergePatchPairs ();
